var story=[
    "  早上在食堂买豆浆 我：“阿姨，还有没有红枣味豆浆了？” 阿姨：“呀，卖完了，现在就只有黑米的了”   我：“好吧，一杯黑米的吧”   接过来尝了一下：   我：“阿姨，您拿错了吧，这个是红枣的啊”   阿姨：“是啊，惊喜吧！” （微博来源：@大鹿Lucky）",
    "  我弟弟四岁，在我房间里乱翻东西，我生气的叫他出去再也不准进来，他很委屈的低着头走出去，妈妈问他怎么了，他奶声奶气的说：“姐姐今天不开心。”过了五分钟他笑嘻嘻的站在房门口说着“姐姐来吃西瓜，吃了甜甜的西瓜你就很开心啦”（微博来源：@肖意欢）",
    "  幼师一枚 有一天早上去送资料，11点才回到园里 刚到园里一个小朋友就跑过来叽叽喳喳的告诉我她妈妈昨天生了个小弟弟，几斤几两，叫什么名字等等，我当时急着换衣服，么有给她太多的回应。然后同班老师告诉我说，她今天早上一早上都么有给我们说话，这个好消息也在等你来，第一个分享给你，当时泪崩（微博来源：@甜晓心21）",
    "  我一直跟同学抱怨我的不顺，然后我同学说“你不能说自己倒霉，你越不开心，倒霉鬼越开心，你就越倒霉”，这一句话一下子就照亮了我的心情，比“马上就会好起来的”真的有用的多。（微博来源：@时时快乐）",
    "  记得前段时间有些不开心，晚上喝了点酒，想找人聊天，却又没有去找，就在榜姐一条微博“把最近不开心的留下来”底下说了出来，已经是很久的微博了，可没想到过了一会儿真的有好几条私信，安慰我，鼓励我……心里真的很暖，谢谢榜姐，谢谢陌生的网友（微博来源：@Im叶儿丫）",
    "  大老远看到前面有洒水车洒水，心里在想躲不过去 这下肯定要被喷了……然而 快到我的时候，水停了，抬头看见洒水叔叔对我笑，真的暖到心窝里。这世界满怀善意。（微博来源：@跨太阳）",
    "  培训机构上班，有个小朋友课程结束那天，她下课的时候我在忙，她就在旁边等着，等我忙好了，她跑过来抱我一下，跟我说了句“老师再见”，感动得要哭了（微博来源：@你的猪猪跑了）",
    "  刚毕业，搬到便宜的安置区，前天去天台晒被子，长沙那天风和太阳都特别大。晚上才想起来忘记收被子，心想肯定刮飞了，赶紧跑上天台，发现我的几条被子不知道被哪个老爷爷老奶奶用几个夹子夹的紧紧的，以防它们掉下来。（微博来源：@此迪）",
    "  一只小兔子想吃草莓，去了草莓园，草莓说我还没熟不要吃，兔子就亲了一口草莓，草莓脸红了，兔子说这下熟了吧！（微博来源：@张生的卡哇伊）",
    "  昨晚打车回家 司机开的飞快 我说慢点没关系的 他说挺晚了别让家里人等着急了 下车的时候我不小心被路边的小坑绊了一下脚 司机透过车窗对我说“小心点儿啊”（微博来源：@是你的浅浅呀_）",
    "  消防车救火途径一处特别拥挤的道路。这条路在这个时间点常常堵的水泄不通。本以为会耽误救火，可是当行驶到这条路时，消防车前面私家车，忽然别到路边，让出一道消防车可行驶的宽度。后面的车也依次排开到路边让消防车行驶。据说那条路正常需要两个小时才能开过，那次消防车仅仅用了十五分钟。（微博来源：@白敬亭就喜欢我这么shou的）",
    "  有天晚上很晚才下班，一个人走路回家的，路上要经过一段很黑的路，快到家的时候，突然有位阿姨喊我说：你怎么才回来，都等你好久了。才知道原来我后面一直跟着两位大汉～到现在心里一直都很感谢这位阿姨！女孩子千万不要大晚上一个人在外面，真的很危险（微博来源：@詹先生的女王大人）",
    "  派大星：“嗨，海绵宝宝，我们去抓水母吧。”海绵宝宝：“对不起，今天不行，我要上学。”派大星：“如果你去上学的话，我今天该干点什么？”海绵宝宝：“我不知道，一般我不在家的时候，你都干些什么啊？”派大星：“等你回来。（来源：《海绵宝宝》）",
    "  啊！因为家里人提到我高考失败的事情，我情绪有点不好，谁知道老哥直接吼一声让他们别再讲下去了又因为看着我一声不吭进了房间很久没出来，晚上竟偷偷溜出去给我买泡面，故意用香味引起我的主意，然后看我不开门还故作镇定敲门问我吃不吃面，一见我一溜烟地劲爬起来说要吃，他就傻fufu的笑了（微博来源：@沫诺诺酱）",
    "  狐狸说:对我来说，你只是一个小男孩，就像其他成千上万个小男孩一样没有什么两样。 我不需要你。你也不需要我。对你来说，我也只是一只狐狸，和其他成千上万的狐狸没有什么不同。 但是...对我来说，你就是我的世界里独一无二的了 我对你来说，也是你的世界里的唯一了。（来源：《小王子》）",
];
function setdata(story) {
    var datas="";
    datas=story.join("\n\n");
    document.getElementById('stories').innerText=""+datas+"";
}
window.onload = function(){
    setdata(story);
}

